Repository: kpessa/WorkoutChallenge
Catalog: WorkoutChallenge/Localizable.xcstrings
Source language: en
Languages: es

source: · %lld BPM
es: · %lld LPM

source: “I show up, even when it's boring. Ninety days, no renegotiation.”
es: “Me presento, incluso cuando es aburrido. Noventa días, sin renegociación.”

source: “System” follows your device's light/dark setting. Syncs via iCloud.
es: «Sistema» sigue el ajuste claro/oscuro de tu dispositivo. Se sincroniza vía iCloud.

source: **150 min/wk** moderate activity → substantial health benefits. **300 min/wk** → additional benefits. Pick the tier you want your body in.
es: **150 min/sem** de actividad moderada → beneficios de salud sustanciales. **300 min/sem** → beneficios adicionales. Elige el nivel que quieres para tu cuerpo.

source: %@ · Day %lld of 90
es: %@ · Día %lld de 90

source: %lld × %lld = %lld min/wk
es: %lld × %lld = %lld min/sem

source: %lld BPM
es: %lld LPM

source: %lld completed
es: %lld completados

# %lld day
source: %lld days
es: %lld días

source: %lld days/week · Ends %@
es: %lld días/semana · Termina %@

# %lld flight
source: %lld flights
es: %lld tramos

source: %lld GPS points
es: %lld puntos GPS

source: %lld min target
es: %lld min objetivo

source: %lld of 90 days
es: %lld de 90 días

source: %lld selected
es: %lld seleccionados

source: %lld–%lld BPM · %lld–%lld%%
es: %lld–%lld LPM · %lld–%lld%%

source: %lldd to
es: %lldd hasta

source: + Custom
es: + Personalizado

source: ~±%lldm accuracy
es: ~±%lldm de precisión

source: 3 moons
es: 3 lunas

source: 54 of 90 days
es: 54 de 90 días

source: 90-day grid
es: Cuadrícula de 90 días

source: 206 − 0.88 × age. Derived from an all-women cohort.
es: 206 − 0,88 × edad. Derivada de una cohorte de mujeres.

source: 208 − 0.7 × age. Better group accuracy than 220 − age.
es: 208 − 0,7 × edad. Mejor precisión grupal que 220 − edad.

source: 211 − 0.64 × age. HUNT Fitness Study (large cohort).
es: 211 − 0,64 × edad. Estudio HUNT Fitness (cohorte grande).

source: 220 − age
es: 220 − edad

source: 220 − age. Classic rule of thumb.
es: 220 − edad. Regla clásica.

source: A sigmoidal 90-day progression for steady workout growth.
es: Una progresión sigmoidal de 90 días para un crecimiento constante del entrenamiento.

source: Abandon
es: Abandonar

source: ABANDON CHALLENGE
es: ABANDONAR RETO

source: Abandoned
es: Abandonado

source: About
es: Acerca de

source: Active
es: Activo

source: Activities
es: Actividades

source: Add type
es: Añadir tipo

source: Age
es: Edad

source: All-day sun
es: Sol todo el día

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Also: Texas state championship tennis (2003). Rice baseball, College World Series (2006). Because discipline transfers.
es: Además: campeonato estatal de tenis de Texas (2003). Béisbol de Rice, Serie Mundial Universitaria (2006). Porque la disciplina se transfiere.

source: Analytics
es: Análisis

source: Anthropic API key
es: Clave API de Anthropic

source: Appearance
es: Apariencia

source: Apple Health reports %lld. Set age to 0 to use that value.
es: Apple Health informa %lld. Define la edad a 0 para usar ese valor.

source: Avg duration
es: Duración media

source: Back
es: Atrás

source: Bars
es: Barras

source: Begin
es: Empezar

source: Between challenges
es: Entre retos

source: BPM
es: LPM

source: Built on exercise physiology. Paced by the body.
es: Basado en la fisiología del ejercicio. Al ritmo del cuerpo.

source: Buttons
es: Botones

source: Calendar
es: Calendario

source: Cancel
es: Cancelar

source: CATEGORIES
es: CATEGORÍAS

source: Challenge
es: Reto

source: Challenge %@
es: Reto %@

source: CHALLENGE %@
es: RETO %@

source: Challenge %02lld
es: Reto %02lld

source: CHALLENGE %02lld
es: RETO %02lld

source: Challenge %02lld · %@
es: Reto %02lld · %@

source: CHALLENGE 01
es: RETO 01

source: Checking…
es: Comprobando…

source: Coach
es: Entrenador

source: Completed
es: Completado

source: Connected
es: Conectado

source: Continue
es: Continuar

source: Controls
es: Controles

source: Couldn't load details
es: No se pudieron cargar los detalles

source: Current streak
es: Racha actual

source: Curve
es: Curva

source: Cycle
es: Ciclismo

source: Dark
es: Oscuro

source: Day
es: Día

source: Day %lld
es: Día %lld

source: Day %lld / 90
es: Día %lld / 90

source: DAY %lld OF 90 · KEEP GOING
es: DÍA %lld DE 90 · SIGUE ASÍ

source: DAY 54 OF 90 · KEEP GOING
es: DÍA 54 DE 90 · SIGUE ADELANTE

source: Days
es: Días

source: Days %lld–%lld
es: Días %lld–%lld

source: Days per week
es: Días por semana

source: DAYS PER WEEK
es: DÍAS POR SEMANA

source: Days/week
es: Días/semana

source: Delete
es: Eliminar

source: Delete this type?
es: ¿Eliminar este tipo?

source: Delete this workout?
es: ¿Eliminar este entreno?

source: Delete workout
es: Eliminar entrenamiento

source: Done
es: Listo

source: e.g. Rollerblading
es: p. ej. Patines en línea

source: Edits stay local by default. Use “Replace” to push changes back to Health.
es: Los cambios se guardan localmente por defecto. Usa “Reemplazar” para enviarlos a Salud.

source: End
es: Fin

source: End Challenge %02lld?
es: ¿Terminar reto %02lld?

source: Ends
es: Termina

source: Endurance
es: Resistencia

# fact.adherence.behind_this_week
source: %{missed}% days off pace this week. Reset, don't catch up.
es: %{missed}% días por debajo del ritmo esta semana. Reinicia, no recuperes.

# fact.adherence.return_after_break
source: Back at it. The hardest workout is the one you almost skipped.
es: Volviste. El entrenamiento más difícil es el que casi te saltas.

# fact.aerobic.elevated_hr
source: HR %{delta}% bpm higher than baseline on %{type}%. Sleep, heat, or fighting something off?
es: FC %{delta}% lpm más alta que la base en %{type}%. ¿Sueño, calor, o estás incubando algo?

# fact.aerobic.improving
source: %{delta}% bpm lower than baseline on %{type}% — aerobic base is building.
es: %{delta}% lpm menos que la base en %{type}% — la base aeróbica está creciendo.

# fact.ctl.falling
source: Fitness trending down — CTL %{ctl}%, −%{delta}% over the last week.
es: Forma física a la baja — CTL %{ctl}%, −%{delta}% en la última semana.

# fact.ctl.rising
source: Fitness trending up — CTL %{ctl}%, +%{delta}% over the last week.
es: Forma física al alza — CTL %{ctl}%, +%{delta}% en la última semana.

# fact.early.consistency_locking_in
source: %{streak}%-day streak. The habit is locking in.
es: Racha de %{streak}% días. El hábito se está consolidando.

# fact.milestone.checkpoint
source: Day %{day}% of %{total}%. You've crossed a real threshold.
es: Día %{day}% de %{total}%. Has cruzado un umbral real.

# fact.milestone.day_one
source: Day 1. Showing up is the only thing that matters today.
es: Día 1. Aparecer es lo único que importa hoy.

# fact.milestone.final_day
source: Day 90. Look at what you built.
es: Día 90. Mira lo que construiste.

# fact.progress.on_target
source: %{actual}% min, right on the %{target}% min line.
es: %{actual}% min, justo en la línea de %{target}% min.

# fact.progress.overshoot
source: %{actual}% min vs %{target}% min target — %{overshoot}%% over. Was that intentional?
es: %{actual}% min vs %{target}% min de objetivo — %{overshoot}%% más. ¿Fue intencional?

# fact.progress.short_of_target
source: %{actual}% min on a %{target}% min day. Short still counts.
es: %{actual}% min en un día de %{target}% min. Cortos también cuentan.

# fact.recovery.deep_fatigue
source: TSB at %{tsb}%. You're carrying real fatigue — keep tomorrow easy.
es: TSB en %{tsb}%. Llevas fatiga real — mañana suave.

# fact.recovery.fresh
source: TSB +%{tsb}%. Rested and ready.
es: TSB +%{tsb}%. Descansado y listo.

# fact.zones.aerobic_base
source: %{pct}%% of this workout in Z1–Z2. Pure aerobic-base work.
es: %{pct}%% en Z1–Z2. Trabajo de base aeróbica puro.

# fact.zones.high_intensity
source: %{pct}%% in Z4–Z5. Earn the easy day tomorrow.
es: %{pct}%% en Z4–Z5. Gana el día fácil de mañana.

source: Failed
es: Fallido

source: Fall
es: Otoño

source: First quarter
es: Cuarto creciente

source: Floor — the smallest day that still counts.
es: Mínimo — el día más pequeño que aún cuenta.

source: From Apple Health
es: Desde Apple Salud

source: Full
es: Llena

source: Full moon
es: Luna llena

source: Goal per session
es: Objetivo por sesión

source: Growth
es: Crecimiento

source: Growth goal
es: Objetivo de crecimiento

source: Habit
es: Hábito

source: Habit min
es: Mín. del hábito

source: Habit minimum
es: Mínimo del hábito

source: HealthKit unavailable on this device.
es: HealthKit no está disponible en este dispositivo.

source: Highest HR recorded in Apple Health.
es: FC más alta registrada en Apple Health.

source: History · %lld
es: Historial · %lld

source: I anchor the challenge to three lunar cycles and the seasonal arc because the body already keeps this time.
es: Anclo el reto a tres ciclos lunares y al arco estacional porque el cuerpo ya lleva este tiempo.

source: I build physiology-encoded software for hospitals. This app is the same pattern, applied to your body.
es: Desarrollo software basado en fisiología para hospitales. Esta app sigue el mismo patrón, aplicado a tu cuerpo.

source: I want to feel strong again. Not for anyone — for me.
es: Quiero volver a sentirme fuerte. No por nadie — por mí.

source: iCloud is restricted on this device (parental controls or device management).
es: iCloud está restringido en este dispositivo (controles parentales o gestión del dispositivo).

source: iCloud is temporarily unavailable. Try again in a moment.
es: iCloud no está disponible temporalmente. Inténtalo de nuevo en un momento.

source: iCloud Sync
es: Sincronización iCloud

source: Jump to today
es: Ir a hoy

source: Keep going
es: Seguir

source: KURT SAYS
es: KURT DICE

source: Last quarter
es: Cuarto menguante

source: Last refreshed %@
es: Última actualización %@

source: Last sync failed: %@
es: Última sincronización falló: %@

source: Light
es: Claro

source: Loading heart rate, calories, route…
es: Cargando frecuencia cardíaca, calorías, ruta…

source: Loading…
es: Cargando…

source: Log a workout to see this week's minutes.
es: Registra un entreno para ver los minutos de esta semana.

source: Logged
es: Registrado

source: Logged %lld min
es: %lld min registrados

source: Logged %lld min · %lld entries
es: %lld min registrados · %lld entradas

source: Logged %lld min%@
es: Registrado %lld min%@

source: Longest streak
es: Racha más larga

source: LUNAR TIMELINE
es: LÍNEA LUNAR

source: m gain
es: m ganados

source: Manual MHR
es: FC máx manual

source: Max
es: Máx

source: Max heart rate
es: Frecuencia cardíaca máxima

source: Method
es: Método

source: Min
es: Mín

source: Minutes
es: Minutos

source: Month
es: Mes

source: Moon %lld
es: Luna %lld

source: Moon 1
es: Luna 1

source: Moon 2
es: Luna 2

source: Moon 3
es: Luna 3

source: Narrator
es: Narrador

source: New moon
es: Luna nueva

source: Ninety
es: Noventa

source: Ninety days.
es: Noventa días.

source: No heart-rate data
es: Sin datos de frecuencia cardíaca

source: No types yet.
es: Aún no hay tipos.

source: No workouts logged yet.
es: Aún no hay entrenos registrados.

source: Not signed in
es: No has iniciado sesión

source: Observed
es: Observado

source: Observed max
es: Máx observado

source: One curve.
es: Una curva.

source: One sentence. We'll show it back to you on day 34 when the novelty's worn off.
es: Una frase. Te la mostraremos de nuevo el día 34, cuando la novedad haya pasado.

source: Padel
es: Pádel

source: Pause
es: Pausar

source: Paused
es: En pausa

source: PAUSED · %lld DAY
es: EN PAUSA · %lld DÍA

source: PAUSED · %lld DAY%@
es: EN PAUSA · %lld DÍA%@

source: PAUSED · %lld DAYS
es: EN PAUSA · %lld DÍAS

source: Peak
es: Máximo

source: Pick 1–5. You can add more later.
es: Elige 1–5. Puedes añadir más después.

source: Pick a color
es: Elige un color

source: Pick something **so easy you can't say no**. The hardest part is putting on your shoes and getting out the door.
es: Elige algo **tan fácil que no puedas decir que no**. Lo más difícil es ponerse los zapatos y salir por la puerta.

source: Pick your activities.
es: Elige tus actividades.

source: Plateau
es: Meseta

source: Polar night or day — no sunrise today.
es: Noche o día polar — hoy no hay amanecer.

source: PREVIEW · %lldmin → %lldmin
es: VISTA PREVIA · %lldmin → %lldmin

source: Private · only you
es: Privado · solo tú

source: Progress
es: Progreso

source: Progression curve
es: Curva de progresión

source: Proposed
es: Propuesto

source: Recovery
es: Recuperación

source: Reflecting on this workout…
es: Reflexionando sobre este entrenamiento…

source: Refresh from Apple Health
es: Actualizar desde Apple Health

source: Refresh to scan Apple Health for your highest recent HR reading (last 180 days).
es: Actualiza para buscar en Apple Health tu FC más alta reciente (últimos 180 días).

source: Replace
es: Reemplazar

source: Replace in Apple Health?
es: ¿Reemplazar en Apple Salud?

source: Reset
es: Restablecer

source: Reset to defaults?
es: ¿Restablecer valores predeterminados?

source: RESOLVED MAX HR
es: FC MÁX RESUELTA

source: Restricted
es: Restringido

source: Resume
es: Reanudar

source: Resume challenge
es: Reanudar reto

source: Revert
es: Revertir

source: Revert to Apple Health values?
es: ¿Revertir a los valores de Apple Salud?

source: Rollerblade
es: Patines en línea

source: Run
es: Correr

source: Save
es: Guardar

source: Scanning…
es: Buscando…

source: Schedule
es: Horario

source: Set a value above — Apple Health isn't sharing your birthdate.
es: Configura un valor arriba — Apple Health no comparte tu fecha de nacimiento.

source: Set from a recent lab test or maximum-effort field test.
es: Configura con una prueba de laboratorio reciente o una prueba de campo de esfuerzo máximo.

source: Set your goals.
es: Fija tus objetivos.

source: Set your own max heart rate in BPM.
es: Define tu propia FC máxima en LPM.

source: Settings
es: Ajustes

source: SETTINGS · DIAL IT IN
es: AJUSTES · AFINA TODO

source: Show celestial context
es: Mostrar contexto celestial

source: Sigmoid: min + (max − min) / (1 + exp(−steepness × (day − midpoint)))
es: Sigmoide: mín + (máx − mín) / (1 + exp(−pendiente × (día − punto medio)))

source: SIGN
es: FIRMAR

source: Sign in
es: Iniciar sesión

source: Sign into iCloud in Settings to back up and sync your workouts.
es: Inicia sesión en iCloud en Ajustes para respaldar y sincronizar tus entrenamientos.

source: SIGN TO COMMIT
es: FIRMA PARA CONFIRMAR

source: SIGNED
es: FIRMADO

source: Skip
es: Omitir

source: Spring
es: Primavera

source: Start
es: Inicio

source: Start Challenge %02lld
es: Empezar reto %02lld

source: Start date
es: Fecha de inicio

source: START DATE
es: FECHA DE INICIO

source: Start the next challenge whenever you're ready.
es: Empieza el siguiente reto cuando quieras.

source: Starts
es: Empieza

source: STEP %lld OF 3
es: PASO %lld DE 3

source: Summer
es: Verano

source: Sunrise %@ · Sunset %@ · %lldh %lldm
es: Amanecer %@ · Atardecer %@ · %lldh %lldm

source: Sunrise, moon, season
es: Amanecer, luna, estación

source: Swim
es: Natación

source: Syncing…
es: Sincronizando…

source: System
es: Sistema

source: TAP TO SIGN
es: PULSA PARA FIRMAR

source: Target
es: Objetivo

source: The current Health entry will be deleted and a new one written with your edited values. Heart-rate, route, and calorie data recorded by your Watch may no longer be associated with this workout.
es: Se eliminará la entrada actual de Salud y se escribirá una nueva con tus valores editados. Es posible que los datos de frecuencia cardíaca, ruta y calorías registrados por tu Watch ya no estén asociados con este entrenamiento.

source: THE SCIENCE · 2008 PAGA
es: LA CIENCIA · PAGA 2008

source: This can't be undone.
es: No se puede deshacer.

source: This is the deal.
es: Este es el trato.

source: This week
es: Esta semana

source: This will also remove the matching sample from Apple Health.
es: También se eliminará la muestra correspondiente de Apple Health.

source: This workout was imported from Apple Health.
es: Este entreno se importó desde Apple Health.

source: Threshold
es: Umbral

source: Time
es: Tiempo

source: Time in zones
es: Tiempo en zonas

source: Today
es: Hoy

source: TODAY · %@
es: HOY · %@

source: TODAY · DAY %lld
es: HOY · DÍA %lld

source: Today is in this view
es: Hoy está en esta vista

source: Total minutes
es: Minutos totales

source: Treadmill
es: Cinta

source: Unassigned
es: Sin asignar

source: Unavailable
es: No disponible

source: Unknown
es: Desconocido

source: Up to date
es: Actualizado

source: Using your Apple Health birthdate (%lld yrs).
es: Usando tu fecha de nacimiento de Apple Health (%lld años).

source: VO₂ Max
es: VO₂ máx

source: Waiting
es: Esperando

source: Waning crescent
es: Menguante

source: Waning gibbous
es: Gibosa menguante

source: Waxing crescent
es: Creciente

source: Waxing gibbous
es: Gibosa creciente

source: Week
es: Semana

source: Week starts on
es: La semana empieza el

source: What's next?
es: ¿Qué sigue?

source: Where the curve lands by day 90.
es: Dónde aterriza la curva al día 90.

source: Winter
es: Invierno

source: Workout types
es: Tipos de entreno

source: Workout Types
es: Tipos de entrenamiento

source: Workouts
es: Entrenos

source: Workouts logged manually (or outside an Apple Watch session) don't carry HR samples.
es: Los entrenamientos registrados manualmente (o fuera de una sesión de Apple Watch) no incluyen muestras de frecuencia cardíaca.

source: Workouts tagged with this type will become Unassigned.
es: Los entrenos con este tipo quedarán como Sin asignar.

source: You can start a new challenge right after.
es: Puedes empezar un nuevo reto justo después.

source: You're %@ through the challenge.
es: Vas %@ del reto.

source: You're %lld%% through the challenge.
es: Llevas el %lld%% del reto.

source: You're on day %lld of 90. The challenge will move to your history as abandoned. Your workout log stays. Your streak resets.
es: Estás en el día %lld de 90. El reto pasará a tu historial como abandonado. Tu registro se mantiene. Tu racha se reinicia.

source: You've edited this locally. Apple Health still has the original values.
es: Has editado esto localmente. Apple Health todavía tiene los valores originales.

source: Your 90 days span %@ and cross the %@ on day %lld.
es: Tus 90 días abarcan %@ y cruzan el %@ en el día %lld.

source: Your curve
es: Tu curva

source: Your days wait. Your body doesn't.
es: Tus días esperan. Tu cuerpo no.

source: Your goal is the volume you believe will show up in your body — the minutes-per-session you're building toward by day 90.
es: Tu objetivo es el volumen que crees que tu cuerpo reflejará — los minutos por sesión que estás construyendo para el día 90.

source: Your local edits to duration and date will be discarded.
es: Tus ediciones locales de duración y fecha se descartarán.

source: Your name
es: Tu nombre

source: Your workouts sync to iCloud automatically.
es: Tus entrenamientos se sincronizan automáticamente con iCloud.

source: Your workouts sync to iCloud when you're signed in.
es: Tus entrenamientos se sincronizan con iCloud cuando has iniciado sesión.

source: Zones calculated against %lld BPM max. Adjust in Settings → Max heart rate.
es: Zonas calculadas con %lld LPM máx. Ajusta en Ajustes → Frecuencia cardíaca máxima.
